Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zostałem zauważony w winnicy po podpaleniu wozu. Andreas nie będzie zadowolony.
uk: Мене помітили на винограднику після підпалу возу. Андреасу це не сподобається.

source: Zostałeś bez grosza?
uk: Ти залишився без гроша в кишені?

source: Zostałeś jednym z drwali czy ukradłeś to ubranie któremuś z nich?
uk: Ти став одним із лісорубів чи вкрав цей одяг у котрогось з них?

source: Zostałeś kolekcjonerem? Mam wrażenie, że połowa tego miasta coś teraz zbiera.
uk: Ти став колекціонером? У мене таке враження, що половина цього міста зараз щось збирає.

source: Zostało ci już tylko jedno zadanie. Jestem ciekaw, jak sobie z nim poradzisz, ale...
uk: В тебе залишилося лише одне завдання. Мені цікаво, як ти з ним впораєшся, але...

source: Zostało wyrwane siłą, było widać po sąsiadujących elementach. Wykonanie nowego koła, pasującego do reszty, to zajęcie bardzo czasochłonne i drogie.
uk: Її було вирвано з силою, це видно по сусідніх елементах. Виготовлення нової шестерні, яка б підходила до інших, – дуже трудомістка і дорога робота.

source: Zostały mi dwie zupy. Mogę dać ci jedną.
uk: У мене залишилося два супи. Можу дати тобі один.

source: Zostań nowicjuszem, a poznasz jej tajniki.
uk: Стань послушником, і ти дізнаєшся секрети цього мистецтва.

source: Zostań przy zamku i kombinuj na wszelakie możliwe sposoby!
uk: Не виймай відмичку та продовжуй перебирати всі можливі комбінації!

source: Zrekrutowanie przeze mnie Darthe zrobiło spore wrażenie na Adelardzie, co znalazło odzwierciedlenie w wypłacie.
uk: Моє вербування Дарта справило на Аделарда неабияке враження, що й відобразилося на оплаті.

source: Zrekrutowałem wojowników do obrony wyprawy.
uk: Я набрав воїнів для захисту експедиції.

source: Zresztą co ja ci się będę tłumaczył. Pilnuj swojego nosa, przybłędo!
uk: Зрештою, нащо я тобі пояснюю. Не лізь не в свою справу, приблудо!

source: Zresztą co złego może zrobić ci zupa z nietoperza?
uk: До того ж, що поганого тобі може зробити суп з кажана?

source: Zresztą i tak była już stara, przynajmniej mąż będzie mi musiał teraz kupić nową.
uk: Зрештою, вона була стара. Принаймні, тепер мій чоловік змушений купити мені нову.

source: Zresztą sam mówiłeś, że jesteś tu nowy. Nie mamy o czym rozmawiać.
uk: Крім того, ти ж сам казав, що ти тут недавно. Нам немає про що розмовляти.

source: Zresztą to już bez znaczenia. Nasz pracodawca wkrótce znowu obsypie nas złotem i tylko to się liczy.
uk: Зрештою, це вже не має значення. Наш роботодавець скоро знову засипле нас золотом, і лише це має значення.

source: Zresztą to teraz nie jest istotne. Może jeśli będziesz miły i pomocny, to sam Volker zechce ci się odwdzięczyć! Pamiętaj tylko, by go przypadkiem nie urazić!
uk: У будь-якому випадку, зараз це не так важливо. Можливо, якщо ти будеш добрим і корисним, то сам Волкер захоче тобі віддячити! Тільки випадково не образь його нічим!

source: Zresztą w tym momencie i tak nigdzie nie ruszymy.
uk: Так чи інакше, наразі ми нікуди не вирушимо.

source: Zresztą, nie będziesz miał powodu, żeby się oddalać, bo Emma zawisła na gałęzi parę kroków stąd.
uk: Зрештою, тобі не доведеться далеко відходити, адже Емма висить на гілці за кілька кроків від тебе.

source: Zresztą, nie będę ci już więcej zawracał tym głowy, pewnie masz dość swoich problemów i nie możesz się doczekać opuszczenia klasztoru.
uk: Загалом, я більше не буду тебе цим турбувати, ти, напевно, маєш достатньо своїх проблем і не можеш дочекатися, щоб покинути монастир.

source: Zresztą, nie mam teraz siły opowiadać ci o wszystkich zawiłościach tego zjawiska. Weź tę księgę, jeśli tak bardzo cię to interesuje.
uk: У будь-якому разі, я не маю зараз сил розповідати тобі про всі тонкощі цього явища. Візьми цю книгу, якщо тебе це так цікавить.

source: Zresztą, nie musi być wygodna, tylko ma ci uratować tyłek.
uk: Зрештою, він не мусить бути зручним, він потрібен, щоб рятувати твою дупу.

source: Zresztą, po co ja ci to mówię? Idź stąd, bo jeszcze tamte darmozjady sobie pomyślą, że można ze mną dyskutować!
uk: Зрештою, нащо я тобі це розповідаю? Забирайся геть, а то ці дармоїди ще подумають, що зі мною можна сперечатися!

source: Zresztą, po co marnuję ślinę na rozmowę z tobą? Z pewnością to jedna z waszych zabaw, by już całkowicie doprowadzić mnie do obłędu.
uk: Буде краще, якщо ти підеш. Якщо охорона побачить, що я з тобою розмовляю, нам кінець.

source: Zresztą, sam się rozejrzyj. Masz chyba oczy, nie?
uk: У будь-якому випадку, роздивись навколо. У тебе ж є очі, чи не так?

source: Zresztą, wymyślisz coś, byle byś nie mówił, że to ja ci je dałem.
uk: Коротше, ти щось вигадаєш, тільки не кажи, що це я тобі його дав.

source: Zresztą, zejdź mi z oczu i pozwól spokojnie zjeść ten paskudny czerstwy chleb.
uk: Так чи інакше, забирайся геть з моїх очей і дай мені спокійно доїсти цей огидний черствий хліб.

source: Zrobilibyście to samo na naszym miejscu.
uk: На нашому місці ви б зробили те ж саме.

source: Zrobiliście jej kopię przed sprzedażą Wilczemu Synowi?
uk: Ви зробили копію перед тим, як продати її Вовчому Сину?

source: Zrobiliśmy to, do czego zostaliśmy wynajęci, nie my byliśmy odpowiedzialni za planowanie akcji!
uk: Що просили, те й зробили. Ми не відповідальні за те, що все піде не за планом!

source: Zrobimy tak, jeśli Dirk dotrzyma umowy, to co tydzień będę ci wypłacał 50 sztuk złota jako twój udział w tym kontrakcie.
uk: Якщо Дірк виконає свою частину угоди, я платитиму тобі 50 золотих щотижня як твою частку в цьому контракті.

source: Zrobimy tak, jeśli ktoś się będzie pytał, to powiesz, że to Saul sam sobie to zrobił.
uk: Ось що ми зробимо. Якщо хто-небудь запитає, ти скажеш, що Сол сам це з собою зробив.

source: Zrobimy tak. Jeśli co trzecia butelka alkoholu będzie trafiać do mnie, to mamy umowę.
uk: Ось що ми зробимо. Якщо кожна третя пляшка його самогону діставатиметься мені, я згоден.

source: Zrobione!
uk: Готово!

source: Zrobione. Pozbyłem się tego wina.
uk: Все готово. Я підкинув те вино.

source: Zrobisz co uważasz za słuszne. Wiedz jednak, że wyręczając go z pracy, nie pomożesz mu.
uk: Роби те, що вважаєш за потрібне. Однак знай, що, виконуючи його обов'язки, ти не допоможеш йому.

source: Zrobisz to?
uk: Ти зробиш це?

source: Zrobisz, jak chcesz, ale Silbach nie jest bezpiecznym miejscem.
uk: Роби, що хочеш, але Сільбах не є безпечним місцем.

source: Zrobić przejście dla Jego Ekscelencji!
uk: Дорогу Його Світлості!

source: Zrobię to sama! Żegnam!
uk: Я зроблю це сама! Прощавай!

source: Zrobię to, o co poprosił mnie Grayson. Przekażę mu twoją odmowę.
uk: Я зроблю те, про що мене попросив Грейсон. Я перекажу йому твою відмову.

source: Zrobię to.
uk: Я це зроблю.

source: Zrobię wszystko, żeby nie harować dla tego obszczymurka, Florina.
uk: Я зроблю все, аби не працювати на цього паскудного Флоріна.

source: Zrobię z niego dobry użytek.
uk: Я знайду йому хороше застосування.

source: Zrobię, co trzeba.
uk: Я зроблю, що потрібно.

source: Zrobię, co w mojej mocy, żeby ich odnaleźć...
uk: Я зроблю все можливе, щоб знайти їх...

source: Zrobiłbym dla was jeszcze więcej, ale muszę zadbać teraz o twoje i swoje bezpieczeństwo.
uk: Я б зробив для вас ще більше, але зараз я мушу дбати про твою і свою безпеку.

source: Zrobiłbyś furorę. Trzymaj, należy ci się mała nagroda. Może spróbuj się zmierzyć z Danem?
uk: Ти б зробив фурор. Продовжуй в тому ж дусі, ти заслуговуєш на винагороду. Може, спробуєш позмагатися з Деном?

source: Zrobiłbyś to?
uk: Ти зробиш це?

source: Zrobiłbyś w końcu coś samemu.
uk: Ти нарешті зробиш щось сам.

source: Zrobiłem coś nie tak?
uk: Я зробив щось не так?

source: Zrobiłem sobie z niej wywar, ale wyszło mi go tyle, że nie dałem rady całego wypić. Masz, tyle mi zostało.
uk: Я зробив з неї відвар, але його було так багато, що я не зміг все випити. Тримай, це те, що залишилось.

source: Zrobiłem to, co chciałeś, żebym zrobił. Czy teraz jestem jednym z was?
uk: Я зробив те, що ти хотів. Тепер я один з вас?

source: Zrobiłem to, czego ode mnie oczekiwałeś. Sam mówiłeś, żebym udał się do Huxlaya.
uk: Я зробив те, чого ви від мене очікували. Ви самі казали звернутися до Хакслі.

source: Zrobiłem to, o co Tengral i Runar mnie prosili.
uk: Я зробив те, що просили Тенграл і Рунар.

source: Zrobiłem to, o co prosiliście.
uk: Я зробив те, про що ви просили.

source: Zrobiłem to, o co prosiłaś.
uk: Я зробив те, про що ти просила.

source: Zrobiłem to, o co prosiłeś.
uk: Я зробив те, про що ти просив.

source: Zrobiłem to, o co prosiłeś. Co z twoją obietnicą?
uk: Я зробив те, що ти просив. А як щодо твоєї обіцянки?

source: Zrobiłem to, o co prosiłeś. Czas na nagrodę.
uk: Я зробив те, що ви просили. Час винагороди.

source: Zrobiłem to, o co prosiłyście.
uk: Я зробив те, про що ви просили.

source: Zrobiłem wszystko, o co prosiła mnie Rita. Mogę do niej wrócić po zapłatę.
uk: Я зробив усе, про що мене просила Рита. Можна повертатися до неї за оплатою.

source: Zrobiłem z nim to, na co sobie zasłużył, nie mniej, nie więcej.
uk: Я зробив з ним те, на що він заслужив, не більше і не менше.

source: Zrobiłem, co chciałeś.
uk: Я зробив те, що ти хотів.

source: Zrobiłem, co mogłem. Przeszukaliśmy wszystkie korytarze i niczego nie znaleźliśmy. Wysłałem też ludzi poza kopalnię, bez efektu.
uk: Я зробив все, що міг. Ми обшукали всі коридори і нічого не знайшли. Я також відправив людей за межі копальні, але безрезультатно.

source: Zrobiłem, o co prosiłeś.
uk: Я зробив те, про що ти просив.

source: Zrobiłeś dokładnie to, czego od ciebie oczekiwałem. Jestem z ciebie zadowolony, chłopcze.
uk: Ти зробив саме те, що я від тебе очікував. Я задоволений тобою, хлопче.

source: Zrobiłeś dużo więcej, niż od ciebie oczekiwałem.
uk: Ти зробив набагато більше, ніж я від тебе очікував.

source: Zrobiłeś dużo więcej, niż od ciebie oczekiwałem. Zaskoczyłeś mnie, chłopcze.
uk: Ти зробив набагато більше, ніж я очікував від тебе. Ти мене здивував, хлопче.

source: Zrobiłeś mi tym dzień, mały.
uk: Ти зробив мій день, хлопче.

source: Zrobiłeś, co do ciebie należało, więc dostaniesz obiecane drewno.
uk: Ти зробив свою частину справи, тож отримаєш обіцяну деревину.

source: Zrobiłeś, co do ciebie należało, więc zgodnie z umową dopilnuję, żeby włos wam z głowy nie spadł. Rzecz jasna, dopóki będziecie pracować, jak należy.
uk: Ти зробив свою частину роботи, тому я, як і домовлялися, простежу, щоб з ваших голів не впала жодна волосина. Звісно, до тих пір, поки ви працюватимете належним чином.

source: Zrobiło się już ciemno, czas zapalić pochodnie.
uk: Вже темніє, час запалювати смолоскипи.

source: Zrozum mnie, chłopcze. Nie chcę mieć na sumieniu mojego drugiego bratanka.
uk: Зрозумій мене, хлопче. Я не хочу, щоб на моїй совісті був ще один племінник.

source: Zrozum, nie chcę mieć problemów ze Starszym. Dostałem jasne wskazówki, żeby mięso owiec trafiało wyłącznie do dworu, i tego się trzymam.
uk: Зрозумій, я не хочу мати проблем зі старостою. Мені дали чіткі інструкції, що овече м'ясо має йти тільки в маєток, і я цього дотримуюся.

source: Zrozumiano.
uk: Зрозуміло.

source: Zrozumiałem.
uk: Зрозумів.

source: Zrozumiałem. Niedługo wrócę!
uk: Зрозумів. Я скоро повернуся!

source: Zrozumiałem. Prowadź.
uk: Зрозуміло. Веди.

source: Zrozumiałem. Wrócę, gdy tylko z nim porozmawiam.
uk: Зрозумів. Повернусь, як тільки з ним побалакаю.

source: Zrozumiałem. Zgłoszę się jutro!
uk: Зрозуміло. Завітаю завтра!

source: Zrób to, a pomyślimy co dalej.
uk: Зроби це, а я подумаю, що робитимемо далі.

source: Zrób to, co chciał zrobić tobie.
uk: Зроби те, що він хотів зробити з тобою.

source: Zrób to, co ci kazałem, a zabiorę cię tam, gdzie chcesz. W przeciwnym wypadku nie dogadamy się.
uk: Роби те, що я кажу, і я заберу тебе туди, куди ти хочеш. Інакше ми не зможемо порозумітися.

source: Zrób to, co masz zrobić, a zostaniesz jednym z nas.
uk: Зроби те, що мусиш, і ти станеш одним з нас.

source: Zrób, co trzeba, to szepnę o tobie dobre słówko.
uk: Зроби все правильно, і я замовлю за тебе слівце.

source: Zróbmy co trzeba i jak najszybciej się stąd wynośmy. Nie chcę oglądać śmierci kolejnej niewinnej osoby. Gdybyś mnie potrzebował, będę czekał w obozie.
uk: Давай зробимо все, що треба, і заберемося звідси якомога швидше. Я не хочу бачити, як помирає ще одна невинна людина. Якщо буду потрібен, я чекатиму в таборі.

source: Zróbmy inaczej! Przynieś mi 6 surowych ryb.
uk: Зробімо інакше! Принеси мені шість сирих рибин.

source: Zróbmy tak, wyłóż solidny mieszek ze złotem, a zaprowadzimy cię do miejsca, którego szukał.
uk: Давай зробимо так: викладай солідний гаманець з золотом, і ми приведемо тебе до місця, яке він шукав.

source: Zróbmy tak, zapłać nam po 100 sztuk złota jako rekompensatę za doznane krzywdy, a my po prostu się zaszyjemy gdzieś w okolicy i napijemy zimnego piwka.
uk: Зробимо так: заплати нам по 100 золотих як компенсацію за завдану шкоду, і ми просто відсидимося десь неподалік та вип'ємо холодного пива.

source: Zróżnicowania dieta
uk: Різноманітне харчування

source: Zręczność
uk: Спритність

source: Zręczność +
uk: Спритність +

source: Zręczność + 1
uk: Спритність + 1

source: Zręczność + 2
uk: Спритність + 2

source: Zręczność + 5
uk: Спритність + 5

source: Zszedł tedy Król Niewolników z karmazynowej łodzi po karkach swych sług, dysząc ciężko - wszak był mężem tęgiej postury. Rozejrzał się od prawa do lewa, licząc na bitkę godną niejednej pieśni, lecz próżno było takowej szukać.
uk: І ось Король-Рабовласник, важко задихаючись, на шиях своїх слуг спустився з багряного човна – адже він був людиною громіздкої статури. Він озирнувся направо й наліво, сподіваючись побачити битву, гідну багатьох пісень, але цього не сталося.

source: Zuch chłopak! No, a teraz ruszaj, bo muszę już wracać do pracy!
uk: Молодець! Ну, а тепер поквапся, бо мені треба повертатися до роботи!

source: Zuch chłopak, wiedziałam, że mogę na ciebie liczyć!
uk: Розумний хлопець, я знала, що можу на тебе розраховувати!

source: Zupa grzybowa imitująca mięsne flaczki mimo
uk: Грибний суп, на смак як м'ясні рубці.

source: Zupa korzenna z kapustą
uk: Гострий суп з капустою

source: Zupa kucharza
uk: Суп кухаря

source: Zupa pachnie wyśmienicie, ale bardziej przyda mi się złoto.
uk: Суп пахне смачно, але мені б не завадило золото.

source: Zupa rybna
uk: Рибний суп

source: Zupa rybna z ziołami
uk: Рибний суп із травами

source: Zupa wykonana z ulubionej rośliny trolli,
uk: Суп з улюбленої рослини тролів,

source: Zupa z nietoperza
uk: Суп з кажана

source: Zupa z pokrzyw
uk: Суп з кропиви

source: Zupa ze starego chleba
uk: Суп зі старого хліба

source: Zupa ze szczawiu królewskiego
uk: Суп із королівського щавлю

source: Zupełnie inaczej niż twoja. Handlarze współpracujący z Gildią mają przeróżne zachcianki i potrzeby, a każdą musimy spełnić, żeby zarobić na życie.
uk: Зовсім не так, як у тебе. Торговці, які працюють з Гільдією, мають різноманітні забаганки та потреби, і ми повинні задовольняти кожну з них, щоб заробляти на життя.

source: Zupełnie jakby ktoś lub coś je stamtąd przegoniło.
uk: Наче хтось чи щось вигнало їх звідти.

source: Zupełnie nic. Wygląda na to, że lekarstwo działa.
uk: Абсолютно нічого. Схоже, ліки діють.

source: Zupełnie nie rozumiem ludzi preferujących broń dwuręczną od jednoręcznej.
uk: Я абсолютно не розумію людей, які віддають перевагу дворучній зброї перед одноручною.

source: Zupełnie odmienne wrażenie odniosłem, rozmawiając z ludźmi na zachodnim wybrzeżu. Zarządzana przez Zachary'ego osada zwana “Ustroniem Żeglarza” to prawdziwa oaza spokoju. Tamtejsi rybacy, dawni marynarze myrtańskiej floty, żyją z dnia na dzień, parając się prostym, ale uczciwym rzemiosłem.
uk: Зовсім інше враження склалося у мене від спілкування з людьми на західному узбережжі. Поселення, яким керує Захарій, відоме як Прихисток моряка, є справжнім оазисом спокою. Тамтешні рибалки, колишні моряки міртанського флоту, живуть день у день, займаючись простим, але чесним ремеслом.

source: Zupą nie kupię pamiątek, ale przynajmniej nie będę głodny...
uk: За суп я не куплю сувенірів, але принаймні не буду голодним...

source: Zużyta dębowa kusza
uk: Поношений дубовий арбалет

source: Zużyty strój obywatela
uk: Поношене вбрання містянина

source: Zużyła się. Przy każdym strzale tak trzeszczała, że już bałem się ją napinać.
uk: Зносився. Він так тріщав при кожному пострілі, що я вже боявся його натягувати.

source: Zwarci, zjednoczeni i z łaską Innosa zwyciężymy wroga.
uk: Згуртовані, єдині, з ласкою Інноса, ми переможемо ворога.

source: Zwariowałeś!?
uk: Ти з глузду з'їхав?!

source: Zwariowałeś?
uk: Ти з глузду з'їхав?

source: Zwariowałeś? Chcesz, żebym na nią wszedł?
uk: Ти здурів? Хочеш, щоб я туди поліз?

source: Zwariowałeś? Straciłbym tutaj szacunek. W dwa dni wszyscy zwróciliby się przeciwko mnie.
uk: Ти здурів? Я втрачу тут повагу, і за два дні всі стануть проти мене.

source: Zwariowałeś? Wiesz, jakie to ryzyko? Wywalą nas na zbity pysk ze straży, a Roderich będzie udawał, że o niczym nie wie. Ja się na to nie piszę.
uk: Ти здурів? Ти розумієш, який це ризик? Нас виженуть з Варти, а Родеріх вдаватиме, що нічого не знає. Я на таке не піду.

source: Zwariuję od tego przebywania na lądzie. Ja muszę czuć bujanie się okrętu na falach, wtedy to można żyć!
uk: Я божеволію від перебування на суші. Я повинен відчувати, як корабель гойдається на хвилях, тоді можна жити!

source: Zwał jak zwał! Przekop nawet cały tunel, jeśli będzie trzeba. Uczyń nas bogatymi!
uk: Називай, як хочеш! Якщо треба, прокопай навіть цілий тунель. Зроби нас багатими!

source: Zwiad dokonany? Czego udało ci się dowiedzieć?
uk: Розвідка завершена? Що вдалося дізналися?

source: Zwiadowcy?
uk: Розвідника?

source: Zwiedzamy okolicę, co?
uk: Гуляємо на природі, так?

source: Zwiedził pół świata, walczy nie gorzej niż moi chłopcy, a w dodatku jest jedną z niewielu osób, która wie, jak naprawdę efektywnie radzić sobie z pełzaczami.
uk: Він відвідав півсвіту, б'ється не гірше за моїх хлопців, і до того ж є одним з небагатьох, хто знає, як дійсно ефективно боротися з повзунами.

source: Zwierzyny jest coraz mniej w lasach. Napawa mnie to niepokojem.
uk: У лісах стає все менше і менше дичини. Це викликає у мене занепокоєння.

source: Zwierzęta nie wyglądały, jakby były zabite przez jaszczury.
uk: Тварини не виглядали так, ніби їх убили ящери.

source: Zwiewaj stąd, bo nie ręczę za siebie.
uk: Йди звідси, бо я за себе не відповідаю.

source: Zwinięte w rulon liście bagiennego ziela.
uk: Згорнуте листя болотної трави.

source: Zwinąłeś skręta z bagiennego ziela!
uk: Ви зробили скрутку з болотної трави!

source: Związać pancerz należy jęzorem, co żar kuźni mu nie straszny, zaś wszelkie nieruchome łączenia wzmocnić dodatkowo rogiem nocnego łowcy.
uk: Скріпити обладунок потрібно язиками, яким не страшний жар кузні, а всі нерухомі з'єднання додатково укріпити рогом нічного мисливця.

source: Zwiększ moją magiczną moc.
uk: Збільш мою магічну силу.

source: Zwiększa krzepę fizyczną.
uk: Збільшує фізичну силу.

source: Zwiększa maksymalne punkty many o:
uk: Бонус макс. мани:

source: Zwiększa maksymalne punkty trafień o:
uk: Бонус макс. здоров'я

source: Zwiększa obrażenia zadawane zaklęciami:
uk: Збільшує шкоду від заклинань:

source: Zwiększa siłę czterokrotnie
uk: Збільшує силу в чотири рази.

source: Zwiększenia mocy magicznej.
uk: Збільшення магічної сили.

source: Zwiększenie liczby żołnierzy i centralizacja władzy, choć ustabilizowały kraj wewnętrznie, nie miały wpływu na sytuację poza granicami królestwa. Varrantczycy wielokrotnie naruszali postanowienia traktatu pokojowego, a Nordmarczycy z podejrzeniem spoglądali na wzniesioną na Pograniczu linię fortów.
uk: Збільшення чисельності солдатів і централізація влади, хоч і стабілізували країну зсередини, ніяк не вплинули на ситуацію за межами королівства. Варантці неодноразово порушували мирний договір, а нордмарці з підозрою дивилися на лінію фортець, зведених у прикордонні.

source: Zwiększysz moją magiczną moc?
uk: Ти можеш збільшити мою магічну силу?

source: Zwiększyła się umiejętność wydobywania! (+
uk: Ваші навички видобутку ресурсів підвищилися! (+

source: Zwoje walają się po całym klasztorze, a magia była, jest i będzie niebezpieczna!
uk: Сувої розкидані по всьому монастирю, а магія була, є і буде небезпечною!

source: Zwolennicy nauk Adanosa żyją w przekonaniu, że są strażnikami porządku. Może tak jest, może nie. Któż może wiedzieć na tyle, by rozsądzić sprawy boskie?
uk: Послідовники вчення Аданоса живуть з вірою в те, що вони є охоронцями порядку. Можливо, це так, а можливо й ні. Хто може знати достатньо, щоб судити про божественні справи?

source: Zwróciłem Devirowi jego miecz, więc ma czym walczyć z Kylidem.
uk: Я повернув Девіру його меч, щоб йому було чим битися з Кайлідом.

source: Zwróciłem Larry'emu jego własność. Widać było, że naprawdę mu ulżyło.
uk: Я повернув Ларрі його гаманець. Видно було, що він відчув щире полегшення.

source: Zwróciłem Larry'emu zawartość jego sakiewki. Widać było, że naprawdę mu ulżyło.
uk: Я повернув Ларрі вміст його гаманця. Видно було, що він відчув щире полегшення.

source: Zwróciłem Lichwiarzowi uwagę na jego rozmowę z Bradlockiem o Dużym Benie. Volker stwierdził, że od dawna był na jego tropie. Wyraźnie żałował, że nie posłałem go do piachu, gdy miałem ku temu okazję. Podobno należał do wywrotowców. Jeśli to prawda, nie mam już wątpliwości, że ci ludzie stali za porwaniem mojego brata. Pozostaje jednak wciąż pytanie: dlaczego go porwali?
uk: Я звернув увагу Лихваря на його розмову з Бредлоком про Великого Бена. Волкер заявив, що вже давно вийшов на його слід. Він явно шкодував, що я не відправив його на той світ, коли у мене була така можливість. Судячи з усього, він був одним з диверсантів. Якщо це правда, то у мене більше немає сумнівів, що саме ці люди стояли за викраденням мого брата. Однак залишається питання: навіщо вони його викрали?

source: Zwróciłem Solisowi odzyskane beczki. Nim udam się do Adelarda po nagrodę, poinformuję Helgę, że nie ma się czym martwić.
uk: Я повернув знайдені бочки Солісу. Перш ніж вирушити до Аделарда за винагородою, я повідомляю Хельзі, що їй не варто хвилюватися.

source: Zwróciłeś Elidowi skradziony towar?
uk: Ти повернув Еліду вкрадені речі?

source: Zwróciłeś uwagę na ich wygląd. Dlaczego?
uk: Ти звернув увагу на їхню зовнішність. Чому?

source: Zwycięstwo Mandreda nad Ligą Wschodnią wzmocniło Królestwo Myrtany pod każdym względem. Handel znajdujący się dotychczas w szarej strefie znalazł się pod ścisłą kontrolą władz, a wszelkie przejawy buntu w koloniach były błyskawicznie tłumione przez wyćwiczone i doskonale wyposażone jednostki straży miejskiej.
uk: Перемога Мандреда над Східною Лігою зміцнила Королівство Міртана в усіх відношеннях. Торгівля, яка до цього часу перебувала в сірій зоні, потрапила під суворий контроль влади, а будь-який прояв бунту в колоніях швидко придушувався навченою і добре спорядженою Міською Вартою.

source: Zwycięzca areny
uk: Переможець арени

source: Zwyczajnie byłem od nich lepszy.
uk: Просто я виявився кращим за них.

source: Zwyczajnie wątpię w twoje kompetencje.
uk: Просто я сумніваюся в твоїй компетентності.

source: Zwyczajnie zajmujemy się transportem osób z jednego miejsca do drugiego...
uk: Ми просто займаємося доставкою людей з одного місця в інше...

source: Zwyczajną rozmową nie wyciągnę niczego od Bena. Muszę go jakoś zaszantażować, żeby zechciał odpowiadać na moje pytania, ale chyba tylko zagrożenie życia będzie dla niego odpowiednią motywacją. Spróbuję podać mu jakąś truciznę i obiecam antidotum w zamian za potrzebne mi informacje.
uk: Простою розмовою від Бена я нічого не доб'юся. Доведеться його якось шантажувати, щоб він захотів відповісти на мої запитання, але щось мені підказує, що лише загроза його життю буде для нього відповідною мотивацією. Спробую дати йому якусь отруту і пообіцяти протиотруту в обмін на потрібну інформацію.
